Repository: highfellow/world-word-clock
Catalog: locales/*/messages.po
Languages: de_de

# units
source: nine
de_de: null

# units
source: nine
de_de: ein

# units
source: nine
de_de: zwei

# units
source: nine
de_de: drei

# units
source: nine
de_de: vier

# units
source: nine
de_de: fünf

# units
source: nine
de_de: sechs

# units
source: nine
de_de: sieben

# units
source: nine
de_de: acht

# units
source: nine
de_de: neun

# tens
source: fifty
de_de: zehn

# tens
source: fifty
de_de: zwanzig

# tens
source: fifty
de_de: dreißig

# tens
source: fifty
de_de: fierzig

# tens
source: fifty
de_de: fünfzig

# tens-rule
source: %(tens)s %(units)s
de_de: %(units)sund%(tens)s

# tens-exceptions
source: nineteen
de_de: elf

# tens-exceptions
source: nineteen
de_de: zwölf

# tens-exceptions
source: nineteen
de_de: dreizehn

# tens-exceptions
source: nineteen
de_de: vierzehn

# tens-exceptions
source: nineteen
de_de: fünfzehn

# tens-exceptions
source: nineteen
de_de: sechzehn

# tens-exceptions
source: nineteen
de_de: siebzehn

# tens-exceptions
source: nineteen
de_de: achtzehn

# tens-exceptions
source: nineteen
de_de: neunzehn

# minutes-past-rule
source: %(minutes)s past %(thisHour)s
de_de: %(minutes)s nach %(thisHour)s

# minutes-to-rule
source: %(minutesTo)s to %(nextHour)s
de_de: %(minutesTo)s vor %(nextHour)s

# minutes-exceptions
source: quarter to %(nextHour)s
de_de: %(thisHour) Uhr

# minutes-exceptions
source: quarter to %(nextHour)s
de_de: Viertel nach %(thisHour)s

# minutes-exceptions
source: quarter to %(nextHour)s
de_de: halb %(nextHour)s

# minutes-exceptions
source: quarter to %(nextHour)s
de_de: Viertel vor %(nextHour)s

# second
source: %(seconds)s second
de_de: %(seconds)s Sekunde

# full-time
source: %(hoursMins)s and %(seconds)s
de_de: %(hoursMins)s und %(seconds)s

# precise-time
source: %(hoursMins)s precisely
de_de: genau %(hoursMins)s

source: noon
de_de: Mittag

source: midnight
de_de: Miternacht
